Revit 2024 API
ParameterTypeId.RebarSystemNumberOfLinesTopDir2Generic Property
 "Top/Exterior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemNumberOfLinesTopDir2Generic { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemNumberOfLinesTopDir2Generic As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesTopDir2Generic {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace